Repository: mozilla-l10n/mt-training-data
Catalog: ln/ln_pontoon.tmx
Source language: en_us
Languages: ln

source: Button of type "%s" does not exist.
ln: Lolenge oyo ya bouton "%s" eza te.

source: by <a class="username" href="{profile_url}">{username}</a>
ln: na <a class="username" href="{profile_url}">{username}</a>

source: by <a href="{profile_url}">{user}</a>
ln: na <a href="{profile_url}">{user}</a>

source: by {user}
ln: na {user}

source: Calendar
ln: Manaka

source: Calling and Contacts
ln: Kobenga mpe Bacontact

source: Cancel and go back to document history
ln: Tika mpe zonga na lisitwale ya document

source: Cancel Review
ln: Tika komanyola

source: Canned Responses
ln: Biyano Biye Bilengelami

source: Can't find an answer? Summarize your question in a sentence.
ln: Okoki kozwa eyano te? Resumer motuna nayo na phrase moko.

source: Cast to your TV
ln: Lakisa na TV nayo

source: Category
ln: Categorie

source: Category:
ln: Categorie:

source: change
ln: bongola

source: Change
ln: Bongola

source: Change avatar
ln: Bongola avatar

source: Change Avatar
ln: Bongola Avatar

source: change category
ln: bongola categorie

source: Changed
ln: Ebongwami

source: changed by {users}
ln: ebongolami na {users}

source: Change email
ln: Bongola email

source: Change Email
ln: Bongola Email

source: Change email address
ln: Bongola adresse email

source: Change {group} group avatar
ln: Bongola {group} avatar ya groupe

source: Change how Firefox handles videos, animations, music and other interactive content
ln: Bongola lolenge Firefox eza kosalela bavidéo, baanimation, miziki mpe contenu interactif mosusu

source: Change my email
ln: Bongola adresse email nangai

source: Change my password
ln: Bongola Liloba nangai Ya Sekele

source: Change password
ln: bongola liloba ya sekele

source: Change Password
ln: Bongolo Liloba Ya Sekele

source: change product
ln: bongola produit

source: Change Revisions
ln: Bongola Barevision

source: Changes:
ln: Mbongwana:

source: Changes Needed
ln: Esengeli na mbongwama

source: Changes Not Ready For Localization
ln: Mbongwana Naino Elengelami Te Mpo Na Kolimbola

source: Change your email preferences
ln: Bongola ba préférence nayo ya email

source: Change your email preferences:
ln: Bongola bapréférence nayo ya email:

source: Change your history settings on Firefox for iOS
ln: Bongola baparamètre ya lisitwale na Firefox mpo na iSO

source: characters remaining.
ln: bacaractère oyo etikali.

source: Chat and share
ln: Solola mpe kabola

source: Check our documentation
ln: Tala badocument nabiso

source: Choose a tweet below
ln: Pona tweet moko awa na se

source: Chosen solution
ln: Solution eye eponami

source: Chosen Solution
ln: Solution eye oponami

source: City
ln: Engumba

source: Click here to find out where to help.
ln: Cliquer awa mpo na koyeba wapi kosalisa.

source: Click here to verify your email address
ln: Cliquer awa mpo na kovérifier adresse email nayo

source: Clicking Accept will make this version of the article live! Please take a moment to be sure all options are correct.
ln: Kocliquer Ndima ekofungola nzela ya article na version oyo! Zwa mua ntango mpo na ozala sure ete baoption nionso eza malamu.

source: Click on the empty box above this text.
ln: Cliquer na sanduku oyo eza polele likolo ya makoma oyo.

source: Clickthrough rate
ln: Taux ya Clickthrough

source: Click to register.
ln: Cliquer mpo na kokomikomisa.

source: Click to sign in.
ln: Cliquer mpo na kokota.

source: Close
ln: Kanga

source: Close account and delete all profile information
ln: Kanga compte mpe boma bainfo nionso ya profile

source: Close Diff
ln: Kanga Diff

source: Collect and retain information only when it is necessary to a project or task.
ln: Kongola mpe kanga bainfo kaka soki esengeli mpo na projet songolo to mosala.

source: Comment
ln: Commentaire

source: Comment:
ln: Commentaire:

source: Community Discussion Only
ln: Bobele Masolo Ya Lingomba

source: Community Discussions
ln: Masolo ya Lingomba

source: Community forums
ln: Baforum ya lingomba

source: Community Hub
ln: Hub ya Lingomba

source: Community Search Results
ln: Baresultat ya Boluki ya Lingomba

source: Compare Revisions
ln: Comparer Barevision

source: Compare Revisions | {document}
ln: Comparer Barevision | {document}

source: Compare Selected Revisions
ln: Comparer Barevision Oyo Eponami

source: Compare Selected Translations
ln: Comparer Ndimbola Oyo Eponami

source: Complete overview...
ln: Aperçu général ya mobimba...

source: Confirmation email sent
ln: Email ya confirmation etindami

source: Confirmation email sent successfully.
ln: Email ya confirmation etindami malamu.

source: Confirm password
ln: Confirmer liloba ya sekele

source: Confirm registration
ln: Confirmer inscription

source: Confirm your subscription
ln: Confirmer bolongoli inscription nayo

source: Confusing
ln: Ezopesa mbutu-mbutu

source: Congratulations!
ln: Longonia!

source: Connect on video and share pages with your network
ln: Koconnecter na vidéo mpe kokabola makasa na réseau nayo

source: Connect to your Twitter account
ln: Koconnecter na compte Twitter nayo

source: Connect your Twitter account
ln: Connecter compte nayo ya Twitter

source: Contacts
ln: Bacontact

source: Contact Us
ln: Kutana Nabiso

source: Content
ln: Contenu

source: Content:
ln: Contenu:

source: Content changes that don't require immediate translation
ln: Mbongwana ya contenu eye esengeli kolimbolama sik'oyo te

source: Continue Uploading Media
ln: Koba Kotélécharger Media

source: contributed
ln: Ezwi contribution

source: Contributed
ln: Ezwi contribution

source: Contributing to Webmaker
ln: Kocontribuer na Webmaker

source: Contributions
ln: Bacontribution

source: Contributions in last 90 days: {count}
ln: Bacontribution na mikolo 90 mileki: {count}

source: Contributor articles
ln: Baarticle ya contributeur

source: Contributor Forums
ln: Baforum Ya Contributeur

source: Contributors
ln: Bacontributeur

source: Contributor Tools
ln: Baoutil Ya Contributeur

source: Control how your information is saved or tracked
ln: Contrôler ndenge bainfo nayo ebombami to eza kolandema

source: Control the information that Firefox saves
ln: Contrôler bainfo eye Firefox eza kobomba

source: Cookies
ln: Ba cookies

source: Cookies and cache
ln: Ba cookies mpe cache

source: Copy your personal information from one browser to another
ln: Copier bainfo personnelle nayo kowuta navigateur moko tii mosusu

source: Copy your personal information from one Thunderbird to another
ln: Copier bainfo personnelle nayo kowuta na Thunderbird moko tii na mosusu

source: Could not send a message to that email address.
ln: Ekoki te kotinda message na adresse email wana.

source: Could not upload your image.
ln: Ekoki te kotélécharger elili nayo.

source: {count} Active Contributors (last 90 days)
ln: {count} Bacontributeur Actif (mikolo 90 mileki)

source: Country
ln: Mboka

source: %(count)s view
ln: vue %(count)s

source: {count} visitors in the past 30 days
ln: {count} bavisiteur na mikolo 30 mileki

source: Crashes, errors and other issues
ln: Makama, baerreur mpe nkokoso misusu

source: crashes on youtube
ln: makama na youtube

source: Crash ID
ln: Identifiant ya Likama

source: Crash ID(s)
ln: Identifiant ya Likama

source: Crashing
ln: Ezozwa likama

source: Create
ln: Sala

source: Create a New Article | Knowledge Base
ln: Sala Article Yasika | Oyo Etali Boyebi

source: Create a New Knowledge Base Article
ln: Sala Article Yasika Oyo Etali Boyebi

source: Create a new support account
ln: Kela compte yasika ya lisungi

source: Create a new thread
ln: Sala mulongo moko yasika

source: Create a new thread | {d} | Knowledge Base
ln: Sala mulongo moko yasika | {d} | Oyo Etali Boyebi

source: Create announcement
ln: Sala liyebisi

source: Create a support account
ln: Sala Compte ya lisungi

source: Create a support account.
ln: Kela compte ya lisungi.

source: Created
ln: Ekelami

source: Created:
ln: Esalemaki:

source: Created by:
ln: Ekelamaki na:

source: Created date. Format: mm/dd/yy
ln: Mokolo ekelamaki. Format: jj/mm/aa

source: Created successfully
ln: Esalemi malamu

source: Create my account
ln: Kela compte nangai

source: Creator
ln: Mokeli

source: Creator:
ln: Mokeli:

source: %(creator)s created a new revision to the document %(document_title)s.
ln: %(creator)s asalaki revision yasika na document %(document_title)s.

source: %(creator)s submitted a new revision to the document %(document_title)s.
ln: %(creator)s atindi revision yasika na document %(document_title)s.

source: Current
ln: Oyo eza sik'oyo

source: Current Content
ln: Contenu Oyo Eza Sik'oyo

source: Current public revision:
ln: Revision publique oyo eza sik'oyo:

source: Current public translation:
ln: Ndimbola publique oyo eza sik'oyo:

source: Customize canned replies - make each tweet unique
ln: Personnaliser biyano biye bisi bibongisami - sala ete tweet moko na moko ezala unique

source: Customize controls, options and add-ons
ln: Personnaliser bacontrôle, baoption mpe bibakisi

source: Customize controls, options, settings and preferences
ln: Personnaliser bacontrôle, baoption, baparamètre mpe bapréférence

source: Customize Firefox with add-ons, plugins, and extensions
ln: Personnaliser Firefox na bibakisi, ba plugins mpe ba extensions

source: Customize settings and preferences
ln: Personnaliser baparamètre mpe bapréférence

source: Customize this article
ln: Personnaliser article oyo

source: Customize Thunderbird with add-ons, plugins, and extensions
ln: Personnaliser Thunderbird na bibakisi, ba plugins mpe ba extensions

source: Customize your screen on your Firefox OS device.
ln: Personnaliser écran nayo na appareil nayo Firefox OS.

source: Daily Unique Visitors
ln: Bavisiteur unique ya mokolo na mokolo

source: Date
ln: Mokolo

source: Date and Time
ln: Mokolo na Ntango

source: %(date)s by <a href="%(url)s">%(user)s</a>
ln: %(date)s na <a href="%(url)s">%(user)s</a>

source: Days since last activity:
ln: Mikolo uta activité yasuka:

source: {d} Discussion
ln: {d} Lisolo

source: {d} Discussion | Knowledge Base
ln: {d} Lisolo | Oyo Etali Boyebi

source: Deactivated by
ln: Azalaki désactivé na

source: Deactivated user
ln: Mosaleli désactivé

source: Deactivate this user
ln: Désactiver mosaleli oyo

source: Deactivate this user and mark all content as spam
ln: Désactiver mosaleli oyo mpe tiya elembo na ba contenu nionso bo spam

source: Deactivation Log
ln: Log ya Désactivation

source: Defective
ln: Ya kobeba

source: Defense in Depth
ln: Kobundela na Bozindo

source: Defer
ln: Tinda na eleko mosusu

source: Defer Revision
ln: Korevisé Na Eleko Mosusu

source: Defer this Revision
ln: Koréviser na Eleko mosusu

source: Defer this Translation
ln: Kosala ndimbola oyo eleko mosusu

source: Defer Translation
ln: Kolimbola Na Eleko Mosusu

source: Definition: L10n coverage is a measure of the percentage of our visitor base that get served with KB articles in their own language. It's calculated by taking into account the English top 50 weighted by the localization status of an article and the the number of visits for each locale.
ln: Définition: couverture L10n eza mesure ya pourcentage ya base ya visiteur nabiso oyo azwaka baarticle Oyo Etali Boyebi na lokota naye. Basalaka calcule nayango na bozwi kilo ya baarticle 50 ya likolo na lokota ya Angele likolo ya lolenge ya ndimbola ya article songolo na motango ya bavisite na lokota moko na moko.

source: Definition of contribution: edited 1+ article or has reviewed 1+ article
ln: Définition ya contribution: abongisaki koleka article 1 to amanyolaki koleka article 1

source: Definition of contribution: edited 1+ non English article or has reviewed 1+ non English article.
ln: Définition ya contribution: abongisaki koleka article 1 ya lokota ya Angele te amanyolaki koleka article 1 ya lokota ya Angele te.

source: Definition of contribution: replied to a tweet.
ln: Définition ya contribution: ayanolaki tweet.

source: Definition of contribution: wrote 10+ posts
ln: Définition ya contribution: akomaki baarticle koleka 10

source: Definition: Percentage of people searching who click on an item on the search results page.
ln: Définition: Pourcentage ya batu baye bakoluka nani acliquaki na eloko eye eza na lokosa ya baresultat ya boluki.

source: Definition: Percentage of questions that get an action within X hours
ln: Définition: Pourcentage ya mituna miye milandelamaki nakati ya bangonga X

source: Definition: Percentage of threads that have answer marked as a solution
ln: Définition: Pourcentage ya milongo miye miza na biyano biye bitiyami elembo neti solution

source: Definition: Ratio of “yes”/total votes for KB articles, forum threads
ln: Définition: Coefficient ya “iyo”/total votes mpo na baarticle Oyo Etali Boyebi, milongo ya forum

source: Definition: The number of people who have contributed to non English KB versions in the last 30 days.
ln: Définition: Motango ya batu baye bacontribuer na baversion ya Oyo Etali Boyebi na lokota ya Angele te na mikolo 30 mileki.

source: Definition: The number of people who have contributed to the Army of Awesome in the last 30 days.
ln: Définition: Motango ya batu baye bacontribuer na Army of Awesome na mikolo 30 mileki.

source: Definition: The number of people who have contributed to the forums in the last 30 days.
ln: Définition: Motango ya batu baye bacontribuer na baforum na mikolo 30 mileki.

source: Definition: The number of people who have contributed to the KB in the last 30 days.
ln: Définition: Motango ya batu baye bacontribuer na Oyo Etali Boyebi na mikolo 30 mileki.

source: Delete answer
ln: Boma eyano

source: Delete Answer | {t} | Firefox Support Forum
ln: Boma Eyano | {t} | Forum Ya Lisungi Ya Firefox

source: Delete avatar
ln: Boma avatar

source: Delete Document
ln: Boma Document

source: Delete Document | {document}
ln: Boma Document | {document}

source: Delete {group} group avatar
ln: Boma avatar {group} ya groupe

source: Delete image
ln: Boma elili

source: Delete image | {t} | Media Gallery
ln: Boma elili | {t} | Gallerie Media

source: Delete message
ln: Boma message

source: Delete Message
ln: Boma Message

source: Delete messages?
ln: Koboma bamessage?

source: Delete My Account
ln: Boma Compte Nangai

source: Delete Post
ln: Boma Article

source: Delete Post | {t} | {d} Discussion | Knowledge Base
ln: Boma Article | {t} | {d} Lisolo | Oyo Etali Boyebi

source: Delete question
ln: Boma motuna

source: Delete Question | {t} | Firefox Support Forum
ln: Koboma Motuna | {t} | Forum Ya Lisungi Ya Firefox

source: Delete Revision
ln: Boma Revision

source: Delete Revision | {document}
ln: Boma Revision | {document}

source: Delete Selected
ln: Boma oyo Eponami

source: Delete selected images
ln: Boma bilili biye biponami

source: Delete this document
ln: Boma document oyo

source: Delete this image
ln: Boma elili oyo

source: Delete this post
ln: Boma article oyo

source: Delete this question
ln: Boma motuna oyo

source: Delete this revision
ln: Boma revision oyo

source: Delete this thread
ln: Boma mulongo oyo

source: Delete Thread
ln: Boma Mulongo

source: Delete Thread | {t} | {d} Discussion | Knowledge Base
ln: Boma Mulongo | {t} | {d} Lisolo | Oyo Etali Boyebi

source: Delete video
ln: Boma vidéo

source: Delete video | {t} | Media Gallery
ln: Boma vidéo | {t} | Gallerie Media

source: Deleting your account will prevent you from answering or posting questions in Mozilla Support. This action will clear your profile and cannot be restored again.
ln: Koboma compte nayo ekokangela yo nzela ya koyanola to kokotisa mituna na Lisungi Ya Mozilla. Likambo oyo ekoboma profile nayo mpe ekoki kozongisama lisusu te.

source: Describe your issue here.
ln: Tatola likambo nayo awa.

source: desktop
ln: ordinateur ya bureau

source: Details
ln: Badétail

source: Device:
ln: Appareil:

source: Did not work as expected
ln: Esali te ndenge esengelaki

source: Did this answer also help you? Did you find another post more helpful? Let other Firefox users know by voting next to the answer.
ln: Eyano oyo mpe esalisaki yo? Ozwaki article mosusu ya ntina koleka? Yebisa basaleli misusu ya Firefox na kovoter pembeni ya eyano.

source: Did this reply solve your problem?
ln: Eyano oyo esilisaki nkokoso nayo?

source: Did you know that %(answerer)s is a Firefox user just like you? Get started helping other Firefox users by <a href="https://%(host)s/questions?filter=unsolved"> browsing questions</a> -- you might just make someone's day!
ln: Oyebi ete %(answerer)s aza mosaleli ya Firefox kaka neti yo? Banda kosalisa basaleli basusu ya Firefox na <a href="https://%(host)s/questions?filter=unsolved"> kolukaluka mituna</a> -- tango mosusu okoki kobongisa mokolo ya mutu songolo!

source: Did you know that %(answerer)s is a Firefox user just like you? Get started helping other Firefox users by browsing questions at https://%(host)s/questions?filter=unsolved -- you might just make someone's day!
ln: Oyebi ete %(answerer)s aza mosaleli ya Firefox kaka neti yo? Banda kosalisa basaleli misusu ya Firefox na boluki mituna na https://%(host)s/questions?filter=unsolved -- tango mosusu okoki kobongisa mokolo ya mutu songolo to pakala!

source: Differences
ln: Bokeseni

source: Discuss
ln: Kosolola

source: Discussion
ln: Lisolo

source: Discussion Forums
ln: Baforum Ya Masolo

source: Display
ln: Komonisa

source: Display and appearance
ln: Bomonisi mpe ndenge ya komonana

source: Display Badges
ln: Monisa Ba Badges

source: Display name
ln: Nkombo ya komimonisa

source: Display your digital badges on your social networks, job sites and your own website.
ln: Monisa babadges numérique nayo na baréseau sociaux nayo, ba site ya mosala mpe site web nayo mei.

source: Do any of these articles answer your question?
ln: Na baarticle oyo ata moko nayango epesi eyano na motuna nayo?

source: Document contributors
ln: Bacontributeur ya document

source: Document Deleted | {document}
ln: Document Ebomami | {document}

source: Documents
ln: Badocument

source: Documents edited or translated
ln: Badocument eye ebongisami to elimbolami

source: Documents that include "{title}"
ln: Badocument oyo eza na "{title}"

source: Documents that link to "{title}"
ln: Badocument oyo ezosala lien na "{title}"

source: Documents that use "{title}" as a template
ln: Badocument oyo ezosalela "{title}" bo modele

source: Does this reply solve the problem?
ln: Eyano oyo esilisi nkokoso?

source: Do more with apps
ln: Sala ebele na ba apps

source: Done
ln: Esili

source: Done!
ln: Esili!

source: DONE
ln: ESILI

source: Done! Your question is now posted on the Mozilla community support forum.
ln: Esili! Motuna nayo ekotisami sik'oyo na forum ya lingomba ya lisungi ya Mozilla.

source: Do not disclose personal user information without the userâs consent.
ln: Kolobela batu te bainfo personnelle ya mosaleli sans que mosaleli andima.

source: Don't filter
ln: Kofiltrer te

source: Don't have an account? Register
ln: Oza na compte te? Mikomisa

source: download
ln: téléchargement

source: Download a fresh copy
ln: Télécharger exemplaire yasika

source: Download and install apps
ln: Télécharger mpe installer ba apps

source: Download and Manage Apps
ln: Téléchargement mpe Bokambi Baapps

source: Download apps from the Marketplace
ln: Télécharger baapps uta Marketplace

source: Download, install and migration
ln: Téléchargement, installation na migration

source: Download, install and Migration
ln: Téléchargement, Installation mpe Migration

source: Earn Badges
ln: Zwa Ba Badges

source: Earn Badges for the skills you learn online and offline
ln: Zwa Ba Badges mpo na mayele maye oza koyekola na internet mpe hors ligne

source: Edit an answer
ln: Bongisa eyano

source: Edit anyway
ln: Bongisa ata bongo

source: Edit a post
ln: Bongisa article

source: Edit a post | {t} | {d} Discussion | Knowledge Base
ln: Bongisa article | {t} | {d} Lisolo | Oyo Etali Boyebi

source: Edit a Question
ln: Bongisa Motuna

source: Edit Article
ln: Bongisa Article

source: Edit article based on this revision
ln: Bongisa article kolandana na revision oyo

source: Edit Article | {document}
ln: Bongisa Article | {document}

source: Edit Content
ln: Bongisa Contenu

source: Edit contributors
ln: Bongisa bacontributeur

source: Edit Description
ln: Bongisa Description

source: Edit details
ln: Bongisa badétail

source: Edit | {group} | Groups
ln: Bongisa | {group} | Bagroupe

source: Edit group leaders
ln: Bongisa bakambi ya groupe

source: Edit group members
ln: Bongisa bamembre ya groupe

source: Edit group profile
ln: Bongisa profile ya groupe

source: Edit {group} profile information
ln: Bongisa {group} bainfo ya profile

source: Edit image
ln: Bongisa elili

source: Edit image | {t} | Media Gallery
ln: Bongisa elili | {t} | Gallerie Media

source: Edit in admin
ln: Bongisa kati ya admin

source: Editing an answer | {t} | Firefox Support Forum
ln: Kobongisa eyano | {t} | Forum Ya Lisungi Ya Firefox

source: Editing Tools
ln: Baoutil Ya Bobongisi

source: Edit levels are taken into account as follows:
ln: Kobongisa baniveau esalemaka ndenge oyo:

source: Edit locale editors
ln: Bongisa baediteur ya lokota

source: Edit locale leaders
ln: Bongisa bakambi ya lokota

source: Edit locale reviewers
ln: Bongisa bareviseur ya lokota

source: Edit my profile
ln: Bongisa profile nangai

source: Editor
ln: Editeur

source: Edit profile
ln: Bongisa profile

source: Edit Profile
ln: Bongisa Profile

source: Edit settings
ln: Bongisa baparamètre

source: Edit Settings
ln: Baparamètre Ya Bobongisi

source: Edit the question
ln: Bongisa motuna

source: Edit the question.
ln: Bongisa motuna.

source: Edit this image
ln: Bongisa elili oyo

source: Edit this post
ln: Bongisa article oyo

source: Edit this question
ln: Bongisa motuna oyo

source: Edit this thread
ln: Bongisa mulongo oyo

source: Edit thread
ln: Bongisa mulongo

source: Edit thread "{t}"
ln: Bongisa mulongo "{t}"

source: Edit thread {t} | {d} Discussion | Knowledge Base
ln: Bongisa mulongo {t} | {d} Lisolo | Oyo Etali Boyebi

source: Edit user profile
ln: Bongisa profile ya mosaleli

source: Email address:
ln: Adresse email:

source: Email Address:
ln: Adresse Email:

source: Email address is required.
ln: Esengeli adresse email.

source: Email address is too long (%(show_value)s characters). It must be %(limit_value)s characters or less.
ln: Adresse Email eza molayi mingi (%(show_value)s characters). Esengeli ezala na bacaractère %(limit_value)s to na se.

source: Email address is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
ln: Adresse Email eza mokuse mingi (%(show_value)s characters). Esengeli ezala au moins na bacaractère %(limit_value)s.

source: Email and Messages
ln: Email mpe Bamessage

source: Email changed for user {username}
ln: Email ebongwani mpo na mosaleli {username}

source: Email in
ln: Email na

source: Email me article changes
ln: Tindela ngai Email ya mbongwana ya article

source: Emails
ln: Ba emails

source: Email software for Windows, Mac and Linux
ln: Logiciel Email mpo na Windows, Mac mpe Linux

source: Email updates
ln: Ba mise à jour na Email

source: <em>Editing</em> {title}
ln: <em>Bobongisi</em> {title}

source: End
ln: Suka

source: End:
ln: Suka:

source: Enhance Firefox's functionality and appearance with add-ons
ln: Netola fonctionnalité ya Firefox mpe ndenge bibakisi bikomonana

source: Ensure this value has at least %(limit_value)s characters (it has %(show_value)s).
ln: Zala sure ete valeur oyo eza na au moins bacaractère %(limit_value)s (it has %(show_value)s).

source: Ensure this value has at most %(limit_value)s characters (it has %(show_value)s).
ln: Zala sure ete valeur oyo eza na au moins bacaractère %(limit_value)s (it has %(show_value)s).

source: Enter a subject here.
ln: Koma moboku awa.

source: Enter the Transaction ID here.
ln: Koma Identifiant ya Transaction awa.
